Repository: ejbills/DockDoor
Catalog: DockDoor/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, he, it, ja, nl, pt_pt, ru, tr, uk, vi, zh_hans, zh_hant

source: Universal (any app)
de: Universell (jede App)
es: Universal (cualquier aplicación)
he: אוניברסלי (כל יישום)
it: Universale (qualsiasi applicazione)
ja: ユニバーサル（任意のアプリ）
nl: Universeel (elke app)
pt_pt: Universal (qualquer aplicação)
tr: Tüm uygulamalar (herhangi bir uygulama)
vi: Toàn cầu (mọi ứng dụng)
zh_hans: 通用(任何应用)
zh_hant: 通用（任何App）

source: Unknown Display
de: Unbekannter Bildschirm
es: Pantalla Desconocida
fr: Moniteur inconnu
he: תצוגה לא ידועה
it: Monitor sconosciuto
ja: 不明なディスプレイ
nl: Onbekend display
pt_pt: Ecrã Desconhecido
ru: Неизвестный дисплей
tr: Bilinmeyen Ekran
uk: Невідомий екран
vi: Màn hình không xác định
zh_hans: 未知的显示器
zh_hant: 未知的顯示器

source: Unpin
de: Loslösen
es: Eliminar fijado
fr: Désépingler
he: בטל הצמדה
it: Sblocca
ja: ピン留め解除
nl: Losmaken
pt_pt: Desafixar
ru: Открепить
tr: Sabitlemeyi kaldır
uk: Відкріпити
vi: Bỏ ghim
zh_hans: 取消固定
zh_hant: 取消釘選

source: Unpin from Screen
de: Von Bildschirm lösen
fr: Désépingler de l'écran
he: בטל הצמדה מהמסך
it: Sblocca dallo schermo
ja: 画面からピン留めを解除
nl: Van het scherm losmaken
pt_pt: Desafixar do Ecrã
ru: Открепить от экрана
tr: Ekrandan sabitlemeyi kaldır
uk: Відкріпити від екрана
vi: Bỏ ghim khỏi màn hình
zh_hans: 从屏幕上取消固定
zh_hant: 從畫面上取消釘選

source: Unselected Content Opacity
de: Transparent nicht ausgewählten Inhalts
es: Opacidad de contenido no seleccionada
fr: Opacité du contenu non sélectionné
he: אטימות תוכן לא נבחר
it: Opacità degli elementi non selezionati
ja: 選択していないコンテンツの透明度
nl: Transparantie van niet-geselecteerde inhoud
ru: Прозрачность невыбранного содержимого
tr: Seçilmemiş İçerik Opaklığı
uk: Непрозорість невибраного вмісту
vi: Độ mờ nội dung không được chọn
zh_hans: 未选中内容不透明度
zh_hant: 未選擇項目的不透明度

source: Up to Date
de: Aktuell
es: Actualizado
fr: À jour
he: מעודכן
it: Aggiornato
ja: 最新
pt_pt: Atualizado
ru: Последняя версия
tr: Güncel
uk: Актуальний
vi: Đã cập nhật
zh_hans: 已是最新版本
zh_hant: 目前已是最新版本

source: Update aborted: %@
de: Update abgebrochen: %@
es: Actualización cancelada: %@
fr: Mise à jour annulée : %@
he: עדכון בוטל: %@
it: Aggiornamento non riuscito: %@
ja: 更新が中止されました: %@
nl: Update afgebroken: %@
pt_pt: Actualização abortada: %@
ru: Обновление прервано: %@
tr: Güncelleme iptal edildi: %@
uk: Оновлення перервано: %@
vi: Cập nhật bị hủy: %@
zh_hans: 更新中止：%@
zh_hant: 未能更新：%@

source: Update Channel
de: Updatekanal
es: Actualizar Canal
fr: Canal de mises à jour
he: ערוץ עדכונים
it: Canale di aggiornamento
ja: 更新チャネル
nl: Update kanaal
pt_pt: Canal de Atualização
ru: Канал обновлений
tr: Güncelleme Kanalı
uk: Канал оновлень
vi: Kênh cập nhật
zh_hans: 更新渠道
zh_hant: 更新頻道

source: Update v%@ available
de: Update v%@ verfügbar
es: Actualización%@ disponible
fr: Mise à jour v%@ disponible
he: עדכון v%@ זמין
it: Aggiornamento disponibile: versione %@
ja: 更新 v%@ が利用可能
nl: Update v%@ beschikbaar
pt_pt: Atualização v%@ disponível
ru: Доступно обновление до версии v%@
tr: Güncelleme v%@ mevcut
uk: Доступне оновлення%@
vi: Có bản cập nhật v%@ mới
zh_hans: 发现更新版本 %@
zh_hant: %@的更新已推出

source: Updater not configured.
de: Updateer nicht konfiguriert.
es: Actualizado no configurado.
fr: Mise à jour non configurée.
he: מעדכן לא מוגדר.
it: Aggiornamento non configurato.
ja: アップデーターが設定されていません。
nl: Updater niet geconfigureerd.
pt_pt: Atualizador não configurado.
ru: Средство обновления не настроено
tr: Güncelleyici yapılandırılmamış.
uk: Оновлення не налаштовано.
vi: Trình cập nhật chưa được cấu hình.
zh_hans: 未配置更新程序。
zh_hant: 更新元件未配置。

source: Use classic window ordering
de: Klassische Fensteranordnung
es: Usar orden clásico de ventanas
fr: Utiliser l’ordre classique des fenêtres
he: השתמש בסדר חלונות קלאסי
it: Usa l'ordinamento classico delle finestre
ja: クラシックなウィンドウの順序を使用する
nl: Gebruik klassieke venster volgorde
pt_pt: Utilizar ordenação de janelas clássica
ru: Использовать классический порядок окон
tr: Klasik Pencere Sıralamasını Kullan
uk: Використовувати класичне упорядкування вікон
vi: Sử dụng thứ tự cửa sổ truyền thống
zh_hans: 使用经典窗口顺序
zh_hant: 使用舊版視窗排序

source: Use full-size controls when all windows are minimized or hidden
de: Nutze Steuerelemente in voller Größe, wenn alle Fenster minimiert oder versteckt sind
it: Usa controlli grandi se tutte le finestre sono minimizzate o nascoste
ja: すべてのウィンドウを最小化または非表示にするときにフルサイズのコントロールを使用する
nl: Gebruik bedieningselementen op ware grootte wanneer alle vensters geminimaliseerd of verborgen zijn
tr: Tüm pencereler simge boyutuna küçültüldüğünde ve ya gizlendiğinde tam boy kontroller kullan.
vi: Sử dụng các thành phần điều khiển kích cỡ đầy đủ khi tất cả cửa sổ được thu nhỏ hoặc ẩn
zh_hans: 当所有窗口都已最小化或隐藏时，使用完整尺寸的控件
zh_hant: 所有視窗皆最小化或隱藏時，使用全尺寸控制項目

source: Use full-size controls when no windows are open
de: Verwende die Steuerelemente in voller Größe, wenn keine Fenster geöffnet sind
he: השתמש בפקדים בגודל מלא כאשר אין חלונות פתוחים
it: Usa tasti di controllo grandi se non ci sono finestre aperte
ja: ウィンドウが開いていないときにフルサイズのコントロールを使用する
nl: Gebruik de bedieningselementen op volledige grootte wanneer er geen vensters openstaan
tr: Hiçbir pencere açık değilken tam boyutlu denetimleri kullan
vi: Dùng điều khiển cỡ đầy đủ khi không có cửa sổ nào đang mở
zh_hans: 当没有窗口打开时使用全尺寸控件
zh_hant: 沒有打開的視窗時使用全尺寸控制項目

source: Use H/J/K/L keys to navigate left/down/up/right in the window switcher. Disabled while search is focused.
de: Benutze die H/J/K/L Taste um im Fensterwechsler links/runter/hoch/rechts zu navigieren. Deaktiviert während die Suche im Fokus ist.
es: Utiliza las teclas H/J/K/L para navegar izquierda/abajo/arriba/derecha en el selector de ventanas. Desactivado mientras la búsqueda está enfocada.
it: Usa i tasti H/J/K/L per navigare a sinistra/giù/su/destra nel selettore finestre (solo se la ricerca non è attiva).
ja: H/J/K/Lキーを使用して、ウインドウスイッチャー内を左/下/上/右に移動します。検索ボックスにフォーカスがある間は無効になります。
nl: Gebruik de toetsen H/J/K/L om in de vensterwisselaar naar links/omlaag/omhoog/rechts te navigeren. Deze functie is uitgeschakeld wanneer de zoekfunctie actief is.
tr: Pencere değiştiricide sola/aşağıya/yukarıya/sağa gitmek için H/J/K/L tuşlarını kullanın. Arama penceresi seçiliyken bu işlev devre dışıdır.
vi: Dùng phím H/J/K/L để di chuyển trái/xuống/lên/phải trong bộ chuyển cửa sổ. Bị tắt khi đang tìm kiếm.
zh_hans: 使用H/J/K/L键在窗口切换器中向左/向下/向上/向右导航。搜索时禁用。
zh_hant: 在視窗切換器中使用H/J/K/L鍵來向左／下／上／右導覽。搜尋時停用。

source: Use Liquid Glass (macOS 26+)
de: Verwende Liquid Glass (macOS 26+)
es: Usar Liquid Glass (macOS 26+)
fr: Utiliser Liquid Glass (macOS 26+)
he: השתמש ב-Liquid Glass (macOS 26+)
it: Estetica Liquid Glass (macOS 26+)
ja: Liquid Glass （macOS 26+） を使用
nl: Gebruik Liquid Glass (macOS 26+)
pt_pt: Utilizar Vidro Líquido (macOS 26+)
ru: Использовать Liquid Glass (macOS 26+)
tr: Liquid Glass'ı kullanın (macOS 26 ve üzeri)
uk: Використання Рідкого Скла (macOS 26+)
vi: Sử dụng Liquid Glass (macOS 26+)
zh_hans: 使用 Liquid Glass 效果（macOS 26+）
zh_hant: 使用Liquid Glass (macOS 26+)

source: Use Monochrome Colors
de: Benutze schwarz-weiß
es: Usar colores monocromáticos
fr: Utiliser des couleurs monochromes
he: השתמש בצבעים מונוכרומטיים
it: Scala di grigi (monocromatico)
ja: モノクロの色を使用する
nl: Gebruik monochrome kleuren
pt_pt: Utilizar cores monocromáticas
ru: Использовать монохромные цвета
tr: Monokrom Renkler Kullanın
uk: Використовувати монохромні кольори
vi: Sử dụng màu đơn sắc
zh_hans: 使用单色
zh_hant: 使用單色

source: Use opaque background
de: Verwende intransparenten Hintergrund
es: Usar fondo opaco
he: השתמש ברקע אטום
it: Sfondo opaco
ja: 不透明な背景を使用
nl: Gebruik een effen achtergrond
ru: Использовать непрозрачный фон
tr: Opak arka plan kullan
vi: Dùng nền đặc
zh_hans: 使用不透明背景
zh_hant: 使用不透明背景

source: Use System Accent Color for Highlight
de: System-Akzentfarbe für Hervorhebung verwenden
es: Usar color de acento del sistema para resaltar
fr: Utiliser la couleur d’accentuation du système pour la surbrillance
he: השתמש בצבע הדגשה של המערכת להדגשה
it: Evidenzia con il colore d'accento di sistema
ja: ハイライトにシステムアクセントカラーを使用
nl: Gebruik systeem accentkleur voor markering
pt_pt: Utilizar cor de destaque do sistema
ru: Использовать системный акцентный цвет для выделения
tr: Vurgulama için Sistem Vurgu Rengini Kullan
uk: Використовувати системний колірний акцент для виділення
vi: Sử dụng màu nhấn của hệ thống để làm nổi bật
zh_hans: 使用系统强调色进行高亮显示
zh_hant: 使用系統強調顏色強調顯示

source: Use Windows-style window ordering
de: Fensteranordnung im Windows Stil benutzen
es: Usar orden de ventanas al estilo Windows
fr: Utiliser l’ordre des fenêtres du style Windows
he: השתמש בסדר חלונות בסגנון Windows
it: Usa l'ordinamento delle finestre tipico di Windows
ja: Windowsスタイルのウィンドウ順序を使用
nl: Gebruik venstervolgorde in Windows-stijl
pt_pt: Utilizar ordenação de janelas no estilo do Windows
ru: Использование упорядочивания окон в стиле Windows
tr: Windows tarzı pencere sıralamasını kullan
uk: Використання порядку вікон у стилі Windows
vi: Sử dụng thứ tự cửa sổ kiểu Windows
zh_hans: 使用 Windows 风格的窗口排序方式
zh_hant: 採用Windows排序方式

source: Use Windows-style window ordering in Switcher
de: Fensteranordnung im Windows Stil beim Fensterwechsel benutzen
es: Usar orden de ventanas estilo Windows en el interruptor de ventana
fr: Organiser les fenêtres à la façon de Windows dans le sélecteur de fenêtres
he: השתמש בסדר חלונות בסגנון Windows במחליף
it: Usa l'ordinamento delle finestre in stile Windows
ja: スイッチャーでWindows風のウィンドウ順序を使用する
nl: Gebruik venstervolgorde in Windows-stijl in Switcher
pt_pt: Utilizar ordenação de janelas estilo Windows no Selector
ru: Использовать порядок окон в стиле Windows в переключателе
tr: Switcher'da Windows tarzı pencere sıralaması kullan
uk: Використання порядку вікон у стилі Windows у Перемикачі
vi: Sử dụng thứ tự cửa sổ kiểu Windows trong Trình chuyển đổi cửa sổ
zh_hans: 在窗口切换器中采用 Windows 风格的窗口排序方式
zh_hant: 視窗切換器採用Windows排序方式

source: Use Windows-style window ordering in the window switcher
de: Fensteranordnung im Windows Stil beim Fensterwechsel benutzen
es: Usar orden de ventanas estilo Windows en el interruptor de ventana
fr: Utiliser l’ordre des fenêtres de style Windows dans le commutateur d’applications
he: השתמש בסדר חלונות בסגנון Windows במחליף החלונות
it: Usa un ordinamento delle finestre tipico di Windows
ja: ウィンドウスイッチャーでWindows風のウィンドウ順序を使用する
nl: Gebruik Windows-stijl venstervolgorde in de vensterwisselaar
pt_pt: Utilizar ordenação de janelas estilo Windows no Selector de Janelas
ru: Использование упорядочивания окон в стиле Windows в переключателе окон
tr: Pencere değiştiricide Windows tarzı pencere sıralamasını kullanın
uk: Використання порядку вікон у стилі Windows у Перемикачі вікон
vi: Sử dụng thứ tự cửa sổ kiểu Windows trong trình chuyển đổi cửa sổ
zh_hans: 在窗口切换器中采用 Windows 风格的窗口排序方式
zh_hant: 視窗切換器採用Windows排序方式

source: Uses your default window switcher settings
de: Verwendet die Standardeinstellungen für Fensterwechsler
es: Utilizar la configuración del selector de ventanas predeterminada
fr: Utilise vos paramètres de changement de fenêtre par défaut
he: משתמש בהגדרות ברירת המחדל של מחליף החלונות שלך
it: Usa le impostazioni predefinite del selettore finestre
ja: デフォルトのウィンドウ切り替え設定を使用
nl: Gebruikt de standaardinstellingen van de vensterwisselaar
pt_pt: Utiliza as suas definições por defeito do selecionador de janelas
ru: Использует настройки переключателя окон по умолчанию
tr: Varsayılan pencere değiştirici ayarlarını kullanır
uk: Використовує налаштування Перемикача вікон за замовчуванням
vi: Sử dụng cài đặt trình chuyển đổi cửa sổ mặc định của bạn
zh_hans: 使用默认的窗口切换器设置
zh_hant: 使用你的預設視窗切換器設定

source: v%@ available
de: v%@ verfügbar
fr: v%@ disponible
he: v%@ זמין
it: versione %@ disponibile
ja: v%@ が利用可能
nl: v%@ beschikbaar
pt_pt: v%@ disponível
ru: v%@ доступно
tr: v%@ mevcut
uk: v%@ доступна
vi: v%@ khả dụng
zh_hans: v%@ 可用
zh_hant: 版本 %@ 已推出

source: Values below 0.3 seconds may cause jittery behavior. Behavioral changes related to performance settings are not considered bugs.
de: Werte unter 0,3 Sekunden können zu flackerndem Verhalten führen. Verhaltensänderungen aufgrund von Leistungseinstellungen werden nicht als Bugs angesehen.
fr: Les valeurs inférieures à 0,3 secondes peuvent causer un comportement de étranges. Les changements de comportement liés aux paramètres de performance ne sont pas considérés comme des bugs.
he: ערכים מתחת ל-0.3 שניות עלולים לגרום להתנהגות רועדת. שינויי התנהגות הקשורים להגדרות ביצועים אינם נחשבים לבאגים.
it: I valori inferiori a 0,3 possono causare un comportamento imprevedibile o 'nervoso'. I comportamenti o i cali di prestazioni dovuti ad impostazioni 'estreme' non sono considerati bug.
ja: 0.3秒以下の値は、不安定な動作を引き起こす可能性があります。パフォーマンス設定に関連する動作の変更はバグとはみなされません。
nl: Waarden lager dan 0,3 seconden kunnen tot schokkerig gedrag leiden. Gewijzigd gedrag als gevolg van prestatie-instellingen wordt niet als een bug beschouwd.
ru: Значения ниже 0,3 секунды могут вызывать подёргивания интерфейса. Изменения поведения, связанные с настройками производительности, не считаются ошибками
tr: 0,3 saniyenin altındaki değerler görüntüde titremeye neden olabilir. Performans ayarlarıyla ilgili davranış değişiklikleri hata olarak değerlendirilmez.
uk: Значення нижче 0,3 секунди можуть спричинити тремтіння. Зміни в поведінці, пов’язані з налаштуваннями продуктивності, не вважаються помилками.
vi: Giá trị dưới 0,3 giây có thể gây giật. Thay đổi liên quan đến cài đặt hiệu suất không được coi là lỗi.
zh_hans: 低于 0.3 秒的值可能会导致抖动。与性能设置相关的行为变化不视为 Bug。
zh_hant: 低於0.3秒可能造成抖動。效能相關的行為變動並不是程式錯誤。

source: Vertical
de: Vertikal
he: אנכי
it: Verticale
ja: 垂直
nl: Verticaal
ru: Вертикально
tr: Dikey
uk: Вертикальний
vi: Dọc
zh_hans: 垂直
zh_hant: 垂直

source: View
de: Anzeigen
es: Vista
fr: Voir
he: תצוגה
it: Vista
ja: 表示
nl: Weergave
pt_pt: Ver
ru: Вид
tr: Görüntüle
uk: Переглянути
vi: Xem
zh_hans: 查看
zh_hant: 查看

source: View Source Code
de: Quellcode ansehen
es: Ver código fuente
fr: Voir le code source
he: הצג קוד מקור
it: Consulta il codice sorgente
ja: ソースコードを表示
nl: Bekijk de broncode
pt_pt: Ver código-fonte
ru: Просмотреть исходный код
tr: Kaynak Kodunu Görüntüle
uk: Переглянути вихідний код
vi: Xem mã nguồn
zh_hans: 查看源代码
zh_hant: 查看原始碼

source: Visibility
de: Sichtbarkeit
es: Visibilidad
fr: Visibilité
he: נראות
it: Visibilità
ja: 可視性
nl: Zichtbaarheid
pt_pt: Visibilidade
ru: Видимость
tr: Görünürlük
uk: Видимість
vi: Hiển thị
zh_hans: 可见性
zh_hant: 可視程度

source: Want to see for yourself? Review our source code
de: Wollen Sie sich selbst davon überzeugen? Prüfen Sie unseren Quellcode
es: Revisa nuestro código fuente
fr: Vous souhaitez voir par vous-même ? Consultez notre code source
he: רוצה לראות בעצמך? סקור את קוד המקור שלנו
it: Puoi fidarti di noi. Ma se vuoi, puoi anche vedere il codice sorgente!
ja: ご自身で確認したいですか？ソースコードを確認してください。
nl: Wil je het zelf zien? Bekijk onze broncode
pt_pt: Quer ver por você mesmo? Confira nosso código-fonte
ru: Хотите убедиться в этом сами? Просмотрите наш исходный код
tr: Kendiniz görmek ister misiniz? Kaynak kodumuzu inceleyin.
uk: Бажаєте переконатися самі? Перегляньте наш вихідний код
vi: Muốn tự mình kiểm chứng? Xem mã nguồn của chúng tôi
zh_hans: 想亲眼看看吗？请检查我们的源代码。
zh_hant: 想親自看看嗎？檢視我們的原始碼

source: When an app has only one window left, closing it from the preview will quit the app. Hold Option to force quit. Useful as a replacement for Swift Quit.
de: Wenn eine App nur noch ein offenes Fenster hat, führt das Schließen dieses zum Beenden der App. Halte Option um das Beenden zu erzwingen. Nützlich als Ersatz für Swift Quit.
he: כאשר ליישום נשאר רק חלון אחד, סגירתו מהתצוגה המקדימה תסגור לחלוטין את היישום. החזק Option לכפות יציאה. שימושי כתחליף ל-Swift Quit.
it: Se chiudi l'ultima finestra di un'applicazione dai controlli delle anteprime, sarà chiusa l'applicazione stessa (equivale a 'Esci'). Tieni premuto ⌥ per forzare l'uscita.
ja: アプリにウィンドウが1つしか残っていない場合、プレビューから閉じるとアプリは終了します。 強制終了するにはOptionを押し続けます。Swift Quitの代わりに役立ちます。
nl: Als een app nog maar één venster open heeft staan, wordt de app afgesloten wanneer je het venster vanuit het voorbeeldvenster sluit. Houd Option ingedrukt om de app geforceerd af te sluiten. Handig als alternatief voor Swift Quit.
ru: Когда осталось только одно окно приложения, его закрытие из предварительного просмотра завершит приложение. Удерживайте Option для принудительного закрытия. Полезно в качестве замены Swift Quit.
tr: Bir uygulamanın yalnızca bir penceresi kaldığında, bu pencereyi önizleme ekranından kapatmak uygulamayı sonlandırır. Zorla sonlandırmak için Option tuşunu basılı tutun. Swift Quit'in yerine kullanılabilir.
vi: Khi ứng dụng chỉ còn một cửa sổ, đóng từ xem trước sẽ thoát ứng dụng. Giữ Option để buộc thoát. Thay thế cho Swift Quit.
zh_hans: 当一个应用程序只剩下一个窗口时，从预览中关闭它将退出应用程序。按住 Option 强制退出。可以代替 Swift Quit。
zh_hant: 當App只有一個視窗打開時，關閉它來結束App。按住Option來強制結束。用作Swift Quit的替代品有幫助。

source: When an app has only one window left, closing it will quit the app. Useful as a replacement for Swift Quit.
de: Wenn eine App nur noch ein offenes Fenster hat, führt das Schließen dieses zum Beenden der App. Nützlich als Ersatz für Swift Quit.
it: La chiusura dell'ultima finestra comporta l'uscita dall'applicazione.
ja: アプリのウィンドウが一つだけになった際に、そのウィンドウを閉じるとアプリ自体も終了するようになります。Swift Quitの代替機能として便利です。
nl: Als het laatste venster gesloten wordt, wordt de app ook afgesloten. Nuttig als vervanging voor Swift Quit.
tr: Bir uygulamanın yalnızca bir penceresi kaldığında, onu kapatmak uygulamayı sonlandırır. Swift Quit yerine kullanışlı bir alternatif.
vi: Khi một ứng dụng chỉ còn một cửa sổ duy nhất, việc đóng cửa sổ đó sẽ thoát hoàn toàn ứng dụng. Tiện lợi để thay thế cho Swift Quit.
zh_hans: 当应用仅剩一个窗口时，关闭该窗口将退出整个应用。可作为 Swift Quit 的替代方案。
zh_hant: 關閉最後一個視窗時結束App。用作Swift Quit的替代品有幫助。

source: When an app terminates, remove only its windows from the preview instead of hiding the entire preview.
de: Wenn eine App beendet wird, entferne nur die Fenster von der Vorschau anstatt die gesamte Vorschau zu verstecken.
es: Cuando una aplicación termine, elimina solo sus ventanas de la vista previa en lugar de ocultar la vista previa completa.
fr: À la fermeture d’une application, supprimer seulement ses fenêtres de l’aperçu plutôt que de masquer l’aperçu entier.
he: כאשר יישום מסתיים, הסר רק את החלונות שלו מהתצוגה המקדימה במקום להסתיר את כל התצוגה המקדימה.
it: Alla chiusura di un'app, rimuovi solo le sue miniature invece di chiudere l'intera anteprima.
ja: アプリが終了すると、プレビュー全体を隠すのではなく、プレビューからウィンドウのみを削除します。
nl: Wanneer een app wordt afgesloten, verwijder dan alleen de vensters van die app uit het voorbeeldvenster in plaats van het hele voorbeeldvenster te verbergen.
ru: Когда приложение завершается, удалять из предпросмотра только его окна, а не скрывать весь предпросмотр
tr: Bir uygulama kapandığında, önizlemenin tamamını gizlemek yerine yalnızca o uygulamanın pencerelerini önizlemeden kaldırın.
uk: Коли застосунок завершує роботу, видаляти з попереднього перегляду лише його вікна, а не приховувати весь попередній перегляд.
vi: Khi một ứng dụng đóng, chỉ xóa các cửa sổ của ứng dụng đó khỏi bản xem trước thay vì ẩn toàn bộ bản xem trước.
zh_hans: 当应用终止时，只从预览中移除其窗口，而不是隐藏整个预览。
zh_hant: 當應用程式結束時，僅從預覧中移除其視窗，而非隠藏整個預覧。

source: When Cmd+Tab opens, highlight the first window preview automatically.
de: Wenn sich Cmd+Tab öffnet, hebe die erste Fenstervorschau automatisch hervor.
he: כאשר Cmd+Tab נפתח, הדגש את תצוגת החלון הראשונה באופן אוטומטי.
it: Evidenzia automaticamente l'anteprima della prima finestra all'apertura di Cmd+Tab.
ja: Cmd+タブが開いたら、最初のウィンドウのプレビューを自動的に強調表示します。
nl: Zodra Cmd+Tab actief is, wordt het eerste venstervoorbeeld automatisch geselecteerd.
ru: При открытии Cmd+Tab автоматически выделять первое окно превью.
tr: Cmd+Tab tuşlarına basıldığında, ilk pencere önizlemesi otomatik olarak vurgulanır.
vi: Khi mở Cmd+Tab, tự động tô sáng bản xem trước cửa sổ đầu tiên.
zh_hans: 使用 Cmd+Tab 切换时，自动选中第一个窗口预览。
zh_hant: Cmd+Tab打開時，自動強調顯示第一個視窗預覽。

source: When disabled, long titles remain static instead of scrolling.
de: Wenn deaktiviert, werden lange Titel statisch bleiben anstatt zu scrollen.
es: Cuando está deshabilitado, los títulos largos permanecerán estáticos en lugar de desplazarse.
fr: Si désactivé, les longs titres restent fixes au lieu de défiler.
he: כאשר מושבת, כותרות ארוכות נשארות סטטיות במקום לגלול.
it: Se disattivato, i titoli lunghi potrebbero non essere leggibili per intero.
ja: 無効にすると、スクロールの代わりに長いタイトルが静的なままになります。
nl: Wanneer uitgeschakeld, blijven lange titels stil staan in plaats van te scrollen.
ru: Если отключено, длинные заголовки остаются статичными вместо прокрутки
tr: Bu özellik devre dışı bırakıldığında, uzun başlıklar kaydırılmak yerine sabit kalır.
uk: Якщо вимкнено, довгі заголовки залишаються статичними, а не прокручуються.
vi: Khi bị tắt, các tiêu đề dài sẽ giữ nguyên thay vì cuộn.
zh_hans: 禁用时，长标题保持静态而非滚动。
zh_hant: 停用時，長標題會保持靜止而不捲動。

source: When embedded mode is enabled, show big controls instead of embedded ones if all windows are minimized/hidden or there are no windows.
de: Wenn der Embedded Modus aktiviert ist, zeige große Steuerelemente, statt der integrierten an, wenn alle Fenster minimiert/versteckt sind oder keine Fenster vorhanden sind.
es: Cuando el modo incrustado está activado, mostrar controles grandes en lugar de los incrustados si todas las ventanas sé minimizan/ocultan o no hay ventanas.
fr: Lorsque le mode Intégré est activé, affiche des contrôles plus grands au lieu de contrôles intégrés si toutes les fenêtres sont minimisées/masquées ou s’il n’y a pas de fenêtre.
he: כאשר מצב מוטמע מופעל, הצג פקדים גדולים במקום מוטמעים אם כל החלונות ממוזערים/מוסתרים או שאין חלונות.
it: Quando sono attivi i controlli uniti all'anteprima, mostra i tasti grandi se non ci sono finestre o se sono tutte minimizzate o nascoste.
ja: 埋め込みモードが有効な場合、すべてのウィンドウが最小化/非表示またはウィンドウがない場合は、埋め込みモードの代わりに大きなコントロールを表示します。
nl: Als de geïntegreerde modus is ingeschakeld, worden er grote bedieningselementen weergegeven in plaats van geïntegreerde, als alle vensters zijn geminimaliseerd of verborgen of als er geen vensters zijn.
ru: Когда включён встроенный режим, показывать крупные элементы управления вместо встроенных, если все окна свёрнуты/скрыты или окон нет
tr: Gömülü mod etkinleştirildiğinde, tüm pencereler simge durumuna küçültülmüşse/gizlenmişse veya hiç pencere yoksa, gömülü denetimler yerine büyük denetimler gösterilsin.
uk: Коли ввімкнено вбудований режим, показати великі елементи керування замість вбудованих, якщо всі вікна згорнуті/приховані або вікон немає.
vi: Khi chế độ nhúng được bật, hiển thị điều khiển lớn thay vì điều khiển nhúng nếu tất cả cửa sổ đều bị thu nhỏ/ẩn hoặc không có cửa sổ nào.
zh_hans: 启用嵌入式模式时，若所有窗口均被最小化/隐藏或无窗口存在，则显示大控件而非嵌入式控件。
zh_hant: 啟用並排模式時，當所有視窗都最小化／隱藏或沒有視窗時不並排顯示大型控制項目。
